Indicates if the field is a combined parameter field.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public bool IsCombinedParameterField { get; }
  Visual Basic
Public ReadOnly Property IsCombinedParameterField As Boolean
	Get
  Visual C++
public:
property bool IsCombinedParameterField {
	bool get ();
}
 See Also
  ScheduleField Class
  Autodesk.Revit.DB Namespace